Repository: mayankkhurana91/test2-root
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: eu

# clip_deleteMarked
source: Delete marked
eu: Ezabatu markatutakoak

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
eu: Ziur markatutako erregistro guztiak ezabatu nahi dituzula %s taulatik?

# clip_duplicates
source: Mark duplicates
eu: markatu bikoiztutakoak

# clip_editMarked
source: Edit marked
eu: Editatu markatutakoak

# clip_markRecords
source: Mark All/Mark none
eu: Markatu/desmarkatu guztiak

# clip_paste
source: Paste in clipboard content
eu: Itsatsi arbeleko edukia

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
eu: Itsatsi ostean: Arbeleko edukia erregistro hau eta gero itsatsiko da

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
eu: Itsatsi hemen: Arbeleko edukia orri honetan itsatsiko da

# clip_selectMarked
source: Transfer the selection of records to clipboard
eu: Erregistroen aukera arbelera kopiatu

# contractView
source: List all tables
eu: Zerrendatu taula guztiak

# delete
source: Delete record (!)
eu: Ezabatu erregistroa (!)

# deleteWarning
source: Are you sure you want to delete this record?
eu: Ziur erregistro hau ezabatu nahi duzula?

# edit
source: Edit record
eu: Editatu erregistroa

# editPage
source: Edit page properties
eu: Editatu orria

# editShownColumns
source: Edit all shown fields of the listed records
eu: Editatu erakutsitako eremu guztiak zerrendatutako erregistroetan

# editThisColumn
source: Edit the '%s' field of the listed records
eu: Editatu '%s' eremua zerrendatutako erregistroetan

# expandView
source: List only this table
eu: Zerrendatu taula hau soilik

# hide
source: Hide record
eu: Ezkutatu erregistroa

source: Hide page
eu: Ezkutatu orria

# history
source: Display change history / Un-do
eu: Erakutsi aldaketa historia / Desegin

# largeControl
source: Extended view
eu: Ikuspegi zabala

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
eu: Web>Zerrenda moduluak orri bateko erregistroetara behe mailako sarbidea ematen dizu. Beste moduluak datubaseko eremu zehatzeko eragiketa zehatzean espezialduak dauden bitartean, modulu honek sarbide osoa ematen du erabiltzailearen esku dauden datubaseko erregistroetara

# mlang_labels_tablabel
source: List of database-records
eu: Datubase erregistroen zerrenda

# mlang_tabs_tab
source: List
eu: Zerrenda

# moveDown
source: Move down in list
eu: Mugitu behera zerrendan

source: Move page
eu: Mugitu orria

# move_record
source: Re-position content element
eu: Berkokatu eduki elementua

# moveUp
source: Move up in list
eu: Mugitu gora zerrendan

# new
source: New record
eu: Erregistro berria

# newPage
source: Create new page after this page
eu: Sortu orri berri orri honen ostean

# newRecord
source: Create new record after this record
eu: Sortu erregistro berria erregistro honen ostean

# newRecordGeneral
source: Create new record
eu: Sortu erregistro berria

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
eu: Mugitu orri hau goiko orriaren azpiorri bat izan dadin (Kanpora)

# permissions
source: Set permissions for page
eu: Ezarro orriaren baimenak

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
eu: Mugitu orri hau oraingo orri gurasoaren osteko posiziora (Barrura)

source: Show clipboard
eu: Erakutsi arbela

# showInfo
source: Display information
eu: Erakutsi informazioa

# unHide
source: Un-hide record
eu: Des-ezkutatu erregistroa

source: Un-hide page
eu: Des-ezkutatu orria
