Repository: mayankkhurana91/test2-root
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_tsfe.xlf
Languages: eu

# adminOptions
source: ADMIN PANEL
eu: ADMIN PANELA

source: Cache
eu: Katxea

# cache_cacheEntries
source: Cache entries
eu: Katxe sarrerak:

# cache_clearLevels
source: Clear levels
eu: Galbitu mailak:

# cache_doit
source: Clear cache now!
eu: Garbitu Katxea orain!

# cache_noCache
source: No caching
eu: Ez katxeatu:

# div_Levels_0
source: This page
eu: Orri hau

# div_Levels_1
source: + 1 sublevel
eu: + Azpimaila bat

# div_Levels_2
source: + 2 sublevels
eu: + 2 Azpimaila

# edit
source: Editing
eu: Editatzen

# edit_db_list
source: Web>List module
eu: Web>Zerrenda modulua

# edit_displayFieldIcons
source: Display edit icons
eu: Bistaratu edizio ikonoak

# edit_displayIcons
source: Display edit panels
eu: Bistaratu edizio panelak

# edit_editFormsOnPage
source: Editforms on page
eu: Editatu formularioak orrian:

# edit_editNoPopup
source: No popup window
eu: PopUp leihorik ez:

# edit_move_page
source: Move page
eu: Mugitu orria

# edit_newContentElement
source: Create new content element
eu: Sortu eduki elementu berria

# edit_newPage
source: Create new page
eu: Sortu orri berria

# edit_openAB
source: Open TYPO3 Backend
eu: Ireki Typo3 administrazioa

# edit_recordHistory
source: View record change history
eu: Erakutsi erregistro aldaketa historia

# p_delete
source: Delete
eu: Ezabatu

# p_deleteConfirm
source: Are you sure you want to delete this record?
eu: Ziur erregistro hau ezabatu nahi duzula?

# p_editRecord
source: Edit record
eu: Editatu erregistroa

# p_hide
source: Hide
eu: Ezkutatu

# p_moveDown
source: Move down
eu: Behera mugitu

# p_moveUp
source: Move up
eu: Gora mugitu

# p_newRecordAfter
source: New record after
eu: Errregistro berria ostean

# p_newSubpage
source: New subpage
eu: Azpiorri berria

source: Preview
eu: Aurrebista

# preview_showHiddenPages
source: Show hidden pages
eu: Erakutsi ezkutuko orriak:

# preview_showHiddenRecords
source: Show hidden records
eu: Erakutsi ezkutuko erregistroak:

# preview_simulateDate
source: Simulate time
eu: Simulatu ordua:

# preview_simulateUserGroup
source: Simulate user group
eu: Simulatu erabiltzaile taldea:

source: Publish
eu: Argitaratu

# publish_doit
source: Publish now!
eu: Argitaratu orain!

source: Publish levels
eu: Argitaratu mailak:

# publish_tree
source: Publish pages
eu: Argitaratu orriak:

# p_unhide
source: Un-Hide
eu: Des-ezkutatu

# tsdebug
source: TypoScript
eu: TyoScript

# tsdebug_displayContent
source: Display content
eu: Erakutsi edukia:

# tsdebug_displayMessages
source: Display messages
eu: Erakutsi mezuak:

# tsdebug_tree
source: Tree display
eu: Zuhaitz bista:

source: Update
eu: Eguneratu
